#数据训练时的参数

#一次性训练的个数
batch_size=100

#图片大小
pic_size=512

#输入图片
x_size=pic_size*pic_size*3
#密度图大小
y_size=pic_size*pic_size

#测试集数量
x_num=120

#原图缩小倍数
multriple=8

end_pic_size=int(pic_size/multriple)



#测试参数
a_accuracy = 0.0
a_MEA = 0.0
a_E = 0.0
a_preNum = 0.0
a_realNum = 0.0

f_accuracy = 0.0
f_MEA = 0.0
f_E = 0.0
f_preNum = 0.0
f_realNum = 0.0

realNum=[13994.0,
12236.0,
6027.0,
14631.0,
14994.0,
4414.0,
5253.0,
10095.0,
14934.0,
3732.0,
13336.0,
14094.0,
5504.0,
5342.0,
6339.0,
13674.0,
15355.0,
9363.0,
13291.0,
10115.0,
10343.0,
3843.0,
9249.0,
15030.0,
6904.0,
14949.0,
6160.0,
7126.0,
4986.0,
14215.0,
16173.0,
7918.0,
9271.0,
14181.0,
11180.0,
5515.0,
10645.0,
9961.0,
6310.0,
13292.0]



